[
  {
    "id": "sk001",
    "title": "Patriot",
    "description": "These people are family. Chaos grows all around, but you’ll be damned if you’ll let your family come to harm. Damned indeed.You have sought out and embraced dark power to protect that which you hold dear. Or perhaps that power fell upon you, and you took it up for the greater good. Either way, you seek more",
    "outcomes": [{
      "text": "You start with the Let's Make a Deal move and are Well Versed in the Things Below (go mark them now). You've also acquired 1 major arcanum:"
    }],
    "category": "Background",
    "pick": [
      "◇ The Hee'Tumel Codex",
      "◇ The Red Scepter",
      "◇ The Staff of the Lidless Orb"
    ]
  },
  {
    "id": "skbg2",
    "title": "Antiquarian",
    "description": "The past has buried many secrets, and you are de-termined to dig them up. Years of study across the land have led you here, and you are convinced that this town holds the key to your greatest discoveries. What is it you hope to find? What is it that keeps you here?",
    "category": "Background",
    "outcomes": [
      {"text": "Your travels and studies mean that you start with the Polyglot move and that you are Well Versed in the Makers and their arts (go mark them now). You've also acquired 1 major arcanum:"}
    ],
    "pick": [
      "◇ Noruba's Ice-Sphere",
      "◇ The Azure Hand",
      "◇◇ The Mindgem"
    ]
  },
  {
    "id":"skbg3",
    "title": "Witch Hunter",
    "description": "You’ve dedicated your life to rooting out and destroying horrors and their servants. What set you down this path? What did you sacrifice to walk it? What led you to call Stonetop home?",
    "category": "Background",
    "outcomes": [
      {"text": "You start with the Everything Bleeds move and are Well Versed in (pick 1) the fae, the Things Below, or the Last Door and what lies beyond (go mark them now). You've also acquired 1 major arcanum:"}
    ],
    "pick": [
      "◇ The demonhide Cloak",
      "The Redwood Effigy",
      "◇◇ The Twisted Spear"
    ]
  },
  {
    "id":"ssp",
    "title":"Pick 2 (in addition to your scribe's tools)",
    "category": "Special Possessions",
    "pick": [
      "Books and Scrolls: Expend a use to consult your collection and turn a Know Things roll you just made into a 10+",
      "Distillery: skins of fine whisky (2 uses, grants advantage to Persuade), copper tubes, malt, ◇◇ firkins, stills, barrels, etc.",
      "Engineer's tools: rulers, tapes, rods, plumb-bobs, ◇ tripods, ◇ block & tackles, wheelbarrow, etc.",
      "Laboratory: chemics, reagents, vials, measures, ◇ scales, ◇ decanters, etc. Every season,produce d4-1 uses of ◇ naphtha (thrown, area, dangerous, ignores armor)",
      "Paraphernalia: crystals, incense, talismans, blood, bone, horn, eye of newt, ◇ braziers, ◇◇ a cauldron, etc.",
      "Trading contacts: small amounts of salt, glass, silk, spice, medicinal herbs, pigments, ivory, etc"
    ]
  },
  {
    "id": "sk002",
    "title": "Attuned",
    "description": "When you Seek Insight, you can always ask, “What here is infused with magic?” for free, even on a ≤6"
  },
  {
    "id": "sk003",
    "title": "Conduit of Power",
    "description": "When you would mark a Consequence from a major arcanum, you can mark 1 box here instead, with no negative effect. (These marks never clear.)",
    "pick": [
      "First Use",
      "Second Use",
      "Third Use"
    ]
  },
  {
    "id": "sk004",
    "title": "Let's Make a Deal",
    "description": "When you Seek Insight, add \"What do they really want or need?\" to the list of questions. When you Persuade by offering them something that you know they want or need, treat a 7-9 as a 10+"
  },
  {
    "id": "sk005",
    "title": "Well Versed",
    "multiple": 3,
    "description": "Mark 1 topic, in addition to the one noted in your Background.  Each time you take this move, mark 2 more topics.",
    "pick": [
      "The Last Door, death, and the undead",
      "The civilizations of humanity",
      "The fae and their strange ways",
      "The Makers and their arts",
      "The primordial powers",
      "The Things Below",
      "The wild world and its spirits"
    ],
    "outcomes": [
      {
        "range": "",
        "text": "When you Know Things about one of your topics, you can ask the GM a follow-up question of your choice (even on a 6-)"
      }
    ]

  },
  {
    "id": "sk006",
    "title": "Work with what you've got (+Intelligence)",
    "description": "When you cleverly use your environment to harm or impede your foe(s), roll +Intelligence",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "Pick 2:",
        "bullets": [
          "Interrupt or thwart their action(s)",
          "Create an opportunity that grants you or an ally advantage on the next roll to exploit it",
          "Deal damage appropriate to the source (d4 for bruises/scrapes, d6 for bloodshed, d8 if it'd break bones, d10 if it'd kill a common person"
        ]
      },
      {
        "range": "7–9",
        "text": "Pick 1"
      }
    ]
  },
  {
    "id": "sk007",
    "title": "Quick Study",
    "description": "When you study something magical that should take months to understand, it instead takes mere weeks. If it should take weeks, it takes days. If it should take days, it takes only a few hours."
  },
  {
    "id": "sk008",
    "title": "Arcane Adept (Requires level 6+)",
    "description": "When you wish to invent a spell or magical effect, detail its workings with the GM (using existing ar-cana for guidance). Then, Make a Plan to invent it.If you like, pick one of the GM's statements and ask them to provide an alternative: (for example \"first you must _____\" could become \"first you must _____, or it will take months\")."
  },
  {
    "id": "sk009",
    "title": "Overchannel (Requires level 6+)",
    "description": "When you would mark a Consequence from a major arcanum, you may mark a debility instead."
  }
]