[
  {
    "id": "hbg1",
    "title": "Sheriff (+Charisma)",
    "category": "Background",
    "description": "You keep order in Stonetop and protect it from outside threats. It might not be anything official, but everyone knows you've got a cool head and the weight to back up your words. When you bark an order or warning, roll +CHA.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "They must choose 1 of the following.  Also you can tell which one they're going to do and do something first; gain advantage if you do.",
        "bullets": [
          "Do what you say",
          "Dig in/take cover/flee",
          "Attack you"
        ]
      },
      {
        "range": "≥ 7",
        "text": "As above but you cannot tell which they are going to do (and don't have advantage)"
      }
    ]
  },
  {
    "id": "hbg2",
    "title": "Blood-Soaked Past",
    "category": "Background",
    "description": "You left behind a life of violence and a name mothers used to scare their children. For whatever reason, the people of Stonetop took you (back?) in and treat you like one of their own.",
    "outcomes": [
      {
        "range": "",
        "text": "When you Persuade using violence or threats against someone who knows your black reputation, you can roll +STR instead of +CHA."
      },
      {
        "range": "",
        "text": "If you take the Formidable move, you can choose to roll +CON instead of +CHA."
      },
      {
        "range": "",
        "text": "When you fight to kill without mercy or hesitation, you deal +1d4 damage."
      }
    ]
  },
  {
    "id": "hbg3",
    "title": "Storm-Marked",
    "category": "Background",
    "description": "You've been touched by Tor (Rainmaker, Thunder-head, Slayer-of-Beasts!) and bear runic markings similar to those etched into the Stone. When did the marks manifest? Are they a symbol of your strength, speed, and courage? Or their source?",
    "outcomes": [
      {
        "range": "",
        "text": "You start with the Storm Markings major arcanum. Mark one of the boxes on the front of the Storm Markings sheet, and describe here the time you were struck by lightning and walked away unharmed:"
      }
    ]
  },
  {
    "id": "hsp",
    "title": "Special Possessions (pick 2)",
    "category": "Special Possessions",
    "tracks": [    
      {
        "name": "Whisky",
        "max": 2,
        "shape": "square"
      }
    ],
    "pick": [
      "Distillery: skins of fine whisky (2 uses, grants advantage to Persuade), copper tubes, malt, ◇◇ firkins, stills, barrels, etc.",
      "Chirurgeon's tools: catgut, straps, bandages, tubes, poultice, willow bark, ◇ bonesaws, etc.",
      "Husbandry tools: brushes, muzzles, collars, feed, whips, bridles, etc. Gain advantage to Persuade domestic beasts (livestock, dogs, etc.).",
      "Smithy (or access to it): iron goods, ingots, thick gloves, ◇ tongs, ◇ bellows, an anvil, etc.",
      "Stoneworker's tools: chisels, drills, ◇ prybars, ◇ spikes, ◇ block & tackles, wheelbarrow, etc.",
      "Weapons of war: Mark move below"
    ]
  },
  {
    "id":"hspa",
    "title":"Weapons of War",
    "category": "Special Possessions",
    "outcomes": [{
      "text": "Choose up to 3 (now or later)"
    }],
    "pick": [
       "◇ Sword, iron (close, +1 damage)",
       "◇ Battleaxe, iron (close, messy)",
       "◇ Warhammer, iron (close, 2 piercing)",
       "◇ Mace or Flail, iron (close, forceful)",
       "◇ Crossbow (far, +1 damage, reload, x piercing; low ammo, all out)"
    ]
  },
  {
    "id": "hv001",
    "title": "Armored",
    "description": "When you carry a shield, mark only ◇ (instead of ◇◇). Also, you can ignore the cumbersome tag on any armor you wear. If you take this move at the start of play, pick 1 (all are armor 2, warm, cumbersome):",
    "pickOne": [
      "◇ Iron Hauberk",
      "◇ Bronze Cuirass",
      "◇ Scale Coat"
    ]
  },
  {
    "id": "hv00a",
    "title": "Seasoned Warrior (Requires level 2+ and the Heavy)",
    "description": "Take a move from the Fix, Marshal, Ranger or Seeker playbooks",
    "takeFrom": ["Fox", "Marshal","The Ranger","The Seeker"],
    "multiple": 3,
    "takeCategory": ["Moves"]
  },
  {
    "id": "hv007",
    "title": "Battle Joy (+Constitution)",
    "description": "When you spill blood—yours or another's—and lose yourself in battle, you ignore fear, pain, mind-control, and the effects of debilities as long as you keep fighting. When the action stops, roll +Constitution",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "That was a rush, regain 1d4 HP"
      },
      {
        "range": "7-9",
        "text": "You're winded and out of it, but you'll be fine with a few minutes' rest"
      },
      {
        "range": "≤ 6",
        "text": "Mark a debility but don't mark XP"
      }
    ]
  },
  {
    "id": "hv008",
    "title": "Berserker (Requires Battle Joy)",
    "description": "While in your Battle Joy, add the area tag to your melee attacks, lashing out at anyone nearby (friend and foe alike). Roll damage separately for each target."
  },
  {
    "id": "hv009",
    "title": "Carved Out of Wood",
    "description": "Increase your max HP by 4."
  },
  {
    "id": "hv003",
    "title": "Dangerous (Requires the Heavy)",
    "description": "When you deal your damage, you have advantage."
  },
  {
    "id": "hv010",
    "title": "Formidable (+Charisma)",
    "description": "When you wade into battle, you can choose to roll +Charisma",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "Both:",
        "bullets": [
          "Lesser foes will quail, hesitate, or flee before you",
          "Doughty foes will focus on you, seeing you as the greatest threat"
        ]
      },
      {
        "range": "7-9",
        "text": "Pick 1:",
        "bullets": [
          "Lesser foes will quail, hesitate, or flee before you",
          "Doughty foes will focus on you, seeing you as the greatest threat"
        ]
      },
      {
        "range": "≤ 6",
        "text": "Pick 1 but ask the GM what you've missed"
      }
    ]
  },
  {
    "id": "hv011",
    "title": "Frosty",
    "description": "When you Defy Danger by keeping calm and carrying on, on a 10+ you can also ask the GM a question that you could ask when Seeking Insight. You have advantage on your next move to act on the answer."
  },
  {
    "id": "hv012",
    "title": "Guardian",
    "description": "When you Defend, hold 1 extra Readiness. Even on a 6-, hold 1 Readiness (plus whatever the GM says)."
  },
  {
    "id": "hv004",
    "title": "Hard to Kill (+Constitution)",
    "description": "When you are at Death's Door, you can roll +Constitution or +nothing (your choice). On a 7-9, you can mark a debility of your choice to regain 1 HP"
  },
  {
    "id": "hv013",
    "title": "Intimidating",
    "description": "When you Persuade using violence or threats, you have advantage."
  },
  {
    "id": "hv006",
    "title": "Musclebound (Requires +2 Strength)",
    "description": "When you make a hand-to-hand or thrown attack, it's forceful and messy. If it would already be forceful and/or messy, it's even more so"
  },
  {
    "id": "hv014",
    "title": "Payback",
    "description": "When you deal damage to a foe that has harmed you or one of your allies, deal +1d4 damage."
  },
  {
    "id": "hv015",
    "title": "Relentless",
    "description": "When you Clash and your foe survives, you gain advantage the next time you Clash with them."
  },
  {
    "id": "hv016",
    "title": "Situational Awareness",
    "description": "When you Seek Insight, add the following to the list of questions you can ask:",
    "outcomes": [
      {
        "text": "",
        "bullets": [
          "Who or what here is the biggest threat?",
          "What is my enemy's true position?",
          "What here can I use as a weapon?"
        ]
      },
      {
        "text": "When a fight breaks out, ask the GM 1 question that you could ask when Seeking Insight."
      }
    ]
  },
  {
    "id": "hv017",
    "title": "Terror on the Field",
    "description": "When you reduce a foe to 0 HP, describe how you take them out. If you fell them in a particularly brutal or impressive manner, their allies are impressed, dismayed, or frightened and respond accordingly."
  },
  {
    "id": "hv018",
    "title": "Uncanny Reflexes",
    "description": "When you are unarmored and carrying a normal or light load, you impose disadvantage on any damage you take that you could dodge or roll with."
  },
  {
    "id": "hv005",
    "title": "Unfettered",
    "description": "When you are subject to physical or mental restraint, you may mark a debility to immediately break free of that restraint."
  },
  {
    "id": "hv019",
    "title": "Unstoppable (Requires Hard to Kill)",
    "description": "When you are reduced to 0 HP in battle, you can keep fighting. Each time you take damage while at 0 HP, mark 1. If something would heal you while you keep fighting, clear one mark instead. When you stop fighting, roll for Death's Door with a -1 penalty for each circle marked. If you survive, clear all your circles.",
    "tracks": [
      {
        "name": "Fighting at 0 HP",
        "max": 6,
        "shape": "circle"
      }
    ]
  },
  {
    "id": "hv020",
    "title": "Bringer of Ruin (Requires level 6+)",
    "description": "When you roll a 12+ to Clash and your foe survives, name something they possess (like their sword, their position, a limb, their dignity, etc.), but nothing that would kill them outright. Whatever you name, it is broken, shattered, lost. Tell us how."
  },
  {
    "id": "hv021",
    "title": "Cut From Granite (Requires level 6+ and Carved Out of Wood)",
    "description": "Gain +1 armor (stacks with other sources) and increase your max HP by another 2 (+6 HP total)."
  },
  {
    "id": "hv022",
    "title": "Mighty Thews (Requires level 6+ and Musclebound)",
    "description": "When you perform a feat of extraordinary strength (bursting chains, smashing through a wall, heaving a boulder, etc.), pick 1 from the list below and do it.",
    "outcomes": [
      {
        "text": "",
        "bullets": [
          "It takes a while",
          "You cause unwanted damage or harm",
          "It takes a toll (mark a debility)"
        ]
      }
    ]
  },
  {
    "id": "hv023",
    "title": "Nemesis (Requires level 6+ and Relentless)",
    "description": "When you Clash and your foe survives, all of your future attacks against them do +1d6 damage."
  },
  {
    "id": "hv024",
    "title": "Steadfast Guardian (Requires level 6+ and Guardian)",
    "description": "When you hold Readiness (from Defend), you can always suffer the damage/effects of an attack instead of your ward; no need to spend Readiness, you can just do it."
  },
  {
    "id": "hv025",
    "title": "Stone Cold (Requires level 6+ and Frosty)",
    "description": "When you Defy Danger (or Struggle as One) by keeping calm and carrying on, treat a 6- as a 7-9."
  },
  {
    "id": "hei",
    "title": "Instinct (Choose 1)",
    "description": "You can change on levelling or when appropriate story events affect you.",
    "category": "Instinct",
    "pickOne": [
      "PEACE - To avoid (further) bloodshed or violence.",
      "PRIDE - To maintain your dignity, to demand respect.",
      "RECKLESSNESS - To act without thought to the consequences.",
      "TROUBLE - To stick your nose in where it's unwelcome.",
      "VIOLENCE - To solve problems by force."
    ]
  }
]
