[
  {
    "id": "bl001",
    "title": "Vessel",
    "description": "You feel the mystic power in plants, stones and soil.  And you've felt the growing wrath of the Earth Mother as foul things begin to move about.",

    "outcomes": [
      {
        "text": "When you would spend 1 Stock from your sacred pouch, you may choose instead to",
        "bullets": [
          "Lose 2d4 HP"
        ]
      }
    ]
  },
  {
    "id": "bl002",
    "title": "Danu's Grasp (+Wisdom)",
    "description": "When you call on the world itself to bind a spirit or a perversion of nature, spend 1 stock and roll +Wisdom.",
     "outcomes": [
      {
        "range": "≥ 10",
        "text": "Choose 2 from:",
        "bullets": [
          "You avoid or prevent their counterattack",
          "Roots, vines, and earth restrain them",
          "They take 2d4 damage (ignores armor)"
        ]
      },
      {
        "range": "7–9",
        "text": "Choose 1",
        "bullets": []
      },
      {
        "range": "",
        "text": "If this brings them to 0 HP, they are pulled into the earth and bound in rune-etched stone."
      }
    ]
  },
  {
    "id": "bl003",
    "title": "Spirit Tongue",
    "description": "You can speak with natural beasts and spirits of the wild. You can always ask the GM \"what spirits are active here?\" and get an honest answer."
  },
  {
    "id": "bl004",
    "title": "Borrow Power (Requires Spirit Tongue)",
    "description": "When a spirit or beast loans you power, ask the GM for one of its tags or moves. Store it in your pouch in place of 1 Stock. When you use the borrowed tag or move, roll +Wisdom",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "You do it and can use the power again"
      },
      {
        "range": "7–9",
        "text": "You do it, but lose the power"
      }
    ]
  },
  {
    "id": "bl005",
    "title": "Call the Spirits",
    "description": "When you perform a short ritual and invoke the spirit(s) of a place or object, spend 1 Stock. The spirit(s) manifest before you and will hear what you have to say. What they do next is up to them."
  },
  {
    "id": "bl006",
    "title": "Trackless Step",
    "outcomes": [
      {
        "text": "When you move through nature with care and patience, you make no sound, leave no trace and can ignore any hindering or treacherous terrain (briars, mire, scree, etc.)."
      },
      {
        "text": "When you spend 1 Stock and mark others, they each gain this benefit so long as the mark remains. 1 Stock can mark a number of individuals up to your level +Intelligence."
      }
    ]
  },
  {
    "id": "bl007",
    "title": "Lightning Rod",
    "description": "When you Defend while touching the ground, you can spend 1 Readiness to intercept a nearby magical attack and redirect it harmlessly into the ground"
  },
  {
    "id": "bl008",
    "title": "Suck the Poison Out (Requires level 6+ and Healer’s Arts)",
    "description": "When you draw a malady from a patient’s body, mind, or soul, spend 1 Stock and roll +Wisdom",
      "outcomes": [
      {
        "range": "≥ 10",
        "text": "You remove the malady and can safely discard it or store it in your sacred pouch (taking the space of 1 Stock) to study or inflict on another"
      },
      {
        "range": "7–9",
        "text": "You remove it, but choose 1",
        "bullets": [
          "Your patient suffers lingering harm or trauma",
          "You suffer some of the malady's effects",
          "It will be harmful and dangerous to discard"
        ]
      }
  ]
  },
  {
    "id": "bl009",
    "title": "Healer's Arts",
    "description": "When someone Recovers under your care, they recover (extra) HP equal to your Wisdom. If you also spend 1 Stock, they heal an extra 5 HP and their wounds/injuries are stabilized. "
  },
  {
    "id": "bl010",
    "title": "Nature's Wrath (Requires level 6+ and Danu's Grasp)",
    "description": "Danu's Grasp gains the area tag and can affect any creature. A mortal reduced to 0 HP is subdued or killed (your choice) rather than bound in stone."
  },
  {
    "id": "bl011",
    "title": "Placeholder",
    "description": "Placeholder"
  },
  {
    "id": "bl012",
    "title": "Placeholder",
    "description": "Placeholder"
  },
  {
    "id": "bl013",
    "title": "Placeholder",
    "description": "Placeholder"
  },
  {
    "id": "bl014",
    "title": "Placeholder",
    "description": "Placeholder"
  },
  {
    "id": "bl015",
    "title": "Placeholder",
    "description": "Placeholder"
  }
]
