[
  {
    "id":"lbg1",
    "title": "Auspicious Birth",
    "category": "Background",
    "description": "You were born in Stonetop, and that birth was marked by the God of Light. You were born during an eclipse, perhaps, or under the light of a bright new star? Maybe you bear a sun-shaped birthmark?",
    "outcomes": [
      {"text":"Whatever the sign, your connection to Helior was clear early on. You've a place of honor in Stonetop, though it'd be a lie to say you don't make some uneasy"},
      {"text":"When one of your moves would cause you to mark a debility, you may mark this move instead, to no ill effect. When you Make Camp, clear the circle."}
    ]
  },
  {
    "id": "lb001",
    "title": "Itinerant Mystic",
    "category": "Background",
    "description": "They think of you as a self-important kook who comes through now and again, speaking in riddles and playing tricks with the light. Sure, they know there's something holy about you, but it's not like you're a priest or anything. Priests talk sense.  When you go off a-wandering for",
     "outcomes": [
      {
        "range": "Months",
        "text": "Hold 3 Enigma, spend to:",
        "bullets": [
          "Return from your wandering exactly when and where you are needed, fully Outfitted",
          "Know Things as if you rolled a 10+, drawing on what you learned while away",
          "Have What You Need to produce an oddly specific yet mundane item of Value 1 or less"
        ]
      },
      {
        "range": "Weeks",
        "text": "Hold 2 Enigma",
        "bullets": []
      },
      {
        "range": "Days",
        "text": "Hold 1 Enigma"
      }
    ]
  },
  {
    "id":"lbg3",
    "title": "Soul on Fire",
    "category": "Background",
    "description": "You once led a wordly life, full of fear and doubt, base pleasures and petty grudges. But something happened. Injury, illness, a brush with death. Or just a moment of such profound misery and self-loathing that you thought you could fall no further.There, in the dark, Helior's light shined upon you, igniting in your soul, lifting you and filling you with a profound sense of purpose.",
    "outcomes": [
      {
        "text":"When you Persuade a group by preaching charity, mercy, and hope and roll a 7+, aside from the usual effect, choose 1",
        "bullets": [
          "Your name and your message spread",
          "Someone approaches you, now or later, eager toknow more"
        ]
      }
    ]
  },
    {
    "id":"lsp",
    "title":"Pick 2",
    "category": "Special Possessions",
    "pick": [
      "Apiary: beeswax, candles (last ~1 hr, close), ◇ honey, ◇ bee smokers, ◇ hats & veils, etc.",
      "Books and Scrolls: Expend a use to consult your collection and turn a Know Things roll you just made into a 10+",
      "Chandlery: beeswax, candles (last ~1hr, close), wicks, scented herbs, soap, lye, ash, etc.",
      "Distillery: skins of fine whisky (2 uses, grants advantage to Persuade), copper tubes, malt, ◇◇ firkins, stills, barrels, etc.",
      "Glassworks: vials, charms, lenses, sand, marbles, bellows, crucible, ◇ laterns  (hours, reach, area) etc.",
      "Holy relics: (3 uses) if you have one in inventory when you Invoke the Sun God, you can mark a use in lieu of choosing a consequence.",
      "Luthier's tools: chisels, files, catgut, various woods, stains, ◇ a lute, ◇ a fiddle, etc."
    ]
  },
  {
    "id": "lb011",
    "title": "All is Illuminated (+Wisdom)",
    "description": "When you look closely on another and see their soul laid bare, roll +WIS:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "Ask their player 1 question from the list below, plus \"And what would make them feel loved, beautiful, or worthy?\":",
        "bullets": [
          "Of what are they most ashamed?",
          "What do they most desire or covet?",
          "What hope have they abandoned?",
          "Who or what is most precious to them?"
        ]
      },
      {
        "range": "7-9",
        "text": "Ask them 1 question from the list. In any case, they must answer truthfully.",
        "bullets": []
      }
    ]
  },
  {
    "id": "lb012",
    "title": "And Behold a Pale Horse",
    "description": "When you spend the night gazing into a flame, ask the GM to reveal an impending doom or grim portent that will come to pass unless you intervene, and how you might yet do so."
  },
  {
    "id": "lb002",
    "title": "A Candle Against the Dark",
    "description": "When you wield a holy light but go otherwise un-armed, you have 2 Armor."
  },
  {
    "id": "lb013",
    "title": "Luminous Shield (Requires A Candle Against the Dark)",
    "description": "When you brandish a holy light to turn aside an attack against body, mind, or soul, roll +CHA:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "Pick 2:",
        "bullets": [
          "The attack is deflected, doing no harm",
          "The attacker, if in range of your light, is briefly blinded",
          "Your holy light is not extinguished"
        ]
      },
      {
        "range": "7-9",
        "text": "Pick 1",
        "bullets": []
      }
    ]
  },
  {
    "id": "lb003",
    "title": "Consecrated Flame",
    "description": "When you whisper words of consecration to a flame, the flame casts a holy light. Holy light is uncomfortable for creatures of darkness to look upon, but does no true harm.",
    "outcomes": [
      {
        "text": "The holy light lasts until the flame goes out or until you consecrate another flame, whichever comes first."
      }
    ]
  },
  {
    "id": "lb004",
    "title": "Invoke the Sun God (+Wisdom)",
    "description": "When you imbue a holy light with Helior's power, choose an Invocation you know and roll +Wisdom",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "It works as described but you must choose 1 consequence from the list below:",
        "bullets": [
          "The Invocation has its reduced effect",
          "The effort taxes you; mark a debility",
          "The light is snuffed out when the Invocation is complete, its fuel consumed",
          "You must bask in sunlight for an hour or so before using that Invocation again"
        ]
      },
      {
        "range": "7–9",
        "text": "It works as described, but you and the GM each choose 1",
        "bullets": []
      }
    ]
  },
  {
    "id": "lb005",
    "title": "Purifying Flames (+Wisdom)",
    "description": "When you wield a holy light against a creature of darkness, it counts as a weapon (d10 damage, ignores armor, range equal to your light source) and you can use Wisdom to Clash or Let Fly."
  },
  {
    "id": "lb006",
    "title": "Fire Within",
    "description": "When you are in darkness, you are able to see by the light of your inner fire.  When you take damage from cold or fire, reduce that damage by 2."
  },
  {
    "id": "lb014",
    "title": "Guiding Light (+Charisma)",
    "description": "When you lead one or more NPCs through danger, roll +CHA:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "You all make it through (Helior be praised)."
      },
      {
        "range": "7-9",
        "text": "The GM will tell you what's required to get everyone through safely."
      }
    ]
  },
  {
    "id": "lb015",
    "title": "Helior's Unblinking Eye (+Wisdom)",
    "description": "When you stare into the sun long enough to lose your vision, name a person or place that you know and roll +WIS:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "You briefly glimpse your subject as if from a great height, and choose 2:",
        "bullets": [
          "The glimpse lasts as long as you wish",
          "Your point of view shifts to very close range",
          "You recover your vision quickly"
        ]
      },
      {
        "range": "7-9",
        "text": "You briefly glimpse your subject as if from a great height, and choose 1",
        "bullets": []
      }
    ]
  },
  {
    "id": "lb016",
    "title": "Keep the Home-fires Burning",
    "description": "When you build a camp fire and sprinkle it with ash from your own hearth, anyone who Makes Camp with you is free from nightmares or bad dreams.",
    "outcomes": [
      {
        "text": "They also recover (extra) HP equal to your CHA."
      }
    ]
  },
  {
    "id": "lb007",
    "title": "Lamplighter",
    "description": "When you whisper to a flammable object (torch, wick, kindling, etc.), it ignites in moments."
  },
  {
    "id": "lb017",
    "title": "Piety",
    "description": "When you spend at least an hour in proper worship to Helior, hold 1 Blessing. Other faithful PCs who partake in this worship also hold 1 Blessing.",
    "outcomes": [
      {
        "text": "At any time, you can spend 1 Blessing to add +1 to a roll you just made in pursuit of a righteous cause."
      }
    ]
  },
  {
    "id": "lb018",
    "title": "Radiant Countenance",
    "description": "When you give someone your fond attention, you can then Persuade them with advantage.",
    "outcomes": [
      {
        "text": "If they are a follower, you can instead choose to Strengthen Your Bond (as if you paid their cost)."
      }
    ]
  },
  {
    "id": "lb019",
    "title": "Rise Like the Sun (+Charisma)",
    "description": "When you draw attention to yourself by word or deed, roll +CHA:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "Everyone turns and looks, and you hold their gaze as long as you keep giving them reason to look."
      },
      {
        "range": "7-9",
        "text": "Everyone turns and looks."
      }
    ]
  },
  {
    "id": "lb008",
    "title": "Spring's First Thaw (+Charisma)",
    "description": "When you spend time (an hour at least, maybe more) seeking to stir hope, kindness or mercy in an NPC, Roll +Charisma",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "You light a fire deep within them and affect a lasting change"
      },
      {
        "range": "7–9",
        "text": "You kindle goodness in their heart for now, but they will eventually return to their old ways",
        "bullets": []
      },
      {
        "range": "≤6",
        "text": "Their heart hardens and whatever else the GM says, you can't use this move on them again.",
        "bullets": []
      }
    ]
  },
   {
    "id": "lb009",
    "title": "Burn Twice as Bright (Requires level 6+ and Invoke the Sun God)",
    "description": "When you Invoke the Sun God, you may mark a debility to use 2 Invocations at once. Roll once, and apply any consequences to both Invocations."
   },
   {
    "id": "lb020",
    "title": "Empowered Invocations (Requires level 6+ and Invoke the Sun God)",
    "description": "When you Invoke the Sun God, you can choose an extra consequence before you roll. If you do, the Invocation has its empowered effect."
   },
   {
    "id": "lb021",
    "title": "Glorious Servant (Requires level 6+ and Invoke the Sun God)",
    "description": "When you Invoke the Sun God and roll a 10+, you need not choose a consequence; on a 7-9, you choose a consequence but the GM does not."
   },
   {
    "id": "lb022",
    "title": "Hungry Flames (Requires level 6+ and Purifying Flames)",
    "description": "When you deal damage with a holy light, you deal +1d6 damage and your target is engulfed in holy light and flames."
   },
   {
    "id": "lb010",
    "title": "Light, More Light (Requires level 6+ and Consecrated Flame)",
    "description": "When you consecrate a flame, it burns brighter than normal. A rushlight or candle illuminates to reachrange, an oil lamp, lantern, or torch out to nearrange, and a bullseye lantern out to far range."
   },
   {
    "id": "lb023",
    "title": "Wielder of the White Flame (Requires level 6+ and Invoke the Sun God)",
    "description": "When you channel Helior's essence into an object you carry, roll +WIS:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "It ignites with a white flame that casts a holy light (reach, area) and burns neither you nor the object, and you may Invoke the Sun God right now as if you rolled a 10+."
      },
      {
        "range": "7-9",
        "text": "It ignites with a white flame that casts a holy light (reach, area) and burns neither you nor the object."
      }
    ]
   },
  {
    "id": "iv001",
    "category": "Invocations",
    "title": "Cleansing Light",
    "description": "Your light flares, dispelling magic within range.Potent, lasting magics are merely suppressed, and slowly return to power once removed from your light.",
     "outcomes": [
      {
        "range": "Reduced",
        "text": "Potent, lasting magics are unaffected; other magic is merely suppressed."
      },
      {
        "range": "Empowered",
        "text": "The invocation is ongoing; while it lasts, any magic brought into range is dispelled/suppressed",
        "bullets": []
      }
    ]
   },
  {
    "id": "iv002",
    "category": "Invocations",
    "title": "Terrible as the Dawn (ongoing)",
    "description": "Name an individual or type of mortal creature. Your light fills them with dread, causing them to recoil and back away. The cowardly flee outright.",
     "outcomes": [
      {
        "range": "Reduced",
        "text": "All mortal creatures but you are affected, including your allies."
      },
      {
        "range": "Empowered",
        "text": "Even the brave must cower or flee.",
        "bullets": []
      }
    ]
   },
   {
    "id": "iv003",
    "category": "Invocations",
    "title": "Cold Light of Day (ongoing)",
    "description": "All in your light appears as it really is, without the benefit of illusion, shapeshifting, or disguise.",
     "outcomes": [
      {
        "range": "Reduced",
        "text": "It lasts only a few moments, just long enough to glimpse the truth."
      },
      {
        "range": "Empowered",
        "text": "Illusions in the light are dispelled and shapeshifters in the light are momentarily stunned. ",
        "bullets": []
      }
    ]
   },
   {
    "id": "iv004",
    "category": "Invocations",
    "title": "Warmpth of the Sun (ongoing)",
    "description": "While in your light, you and your allies are free of fear and doubt, and unharmed by extreme cold.",
     "outcomes": [
      {
        "range": "Reduced",
        "text": "Only one person in the light is protected."
      },
      {
        "range": "Empowered",
        "text": "The light also protects from necromantic and life-draining effects.",
        "bullets": []
      }
    ]
  },
   {
    "id": "iv005",
    "category": "Invocations",
    "title": "Hold Back the Darkness (ongoing)",
    "description": "Spirits and creatures of darkness are repelled by your light and cannot approach. The cowardly or mindless flee outright. Those forced into range of your light deal damage with disadvantage.",
     "outcomes": [
      {
        "range": "Reduced",
        "text": "You must maintain an unbroken litany of prayers in order to maintain the effect."
      },
      {
        "range": "Empowered",
        "text": "Affected entities that are forced into range of your light are vulnerable to mundane weapons, their supernatural defenses suppressed.",
        "bullets": []
      }
    ]
  }
]