[
  {
    "id": "bl000",
    "title": "Sacred Pouch",
    "category": "Special Possessions",
    "description": "Your sacred pouch (magical) doesn't take up space in your inventory. What remarkable trait does it possess?",
    "tracks": [{
      "name": "Stock",
      "max": 10,
      "shape": "circle"

    }],
    "outcomes": [
      {
        "text": "It can hold up to 3 Stock (sacred herbs, powders, stones, pigments, chalks, clay, and so forth).",
        "bullets": [
          "Each time you gain an even-numbered level, your pouch can hold +1 Stock.",
          "When anyone but you looks inside your sacred pouch and touches the materials therein, the Stock is ruined.",
          "When you have a few days of downtime in familiar terrain, you may replenish your Stock."
        ]
      }
    ],
    "pickOne": [
      "It cannot be cut, torn, or burned by any natural means.",
      "Unless someone is specifically searching for your pouch, they will ignore its presence.",
      "So long as the pouch is sealed, nothing within can be detected or found by magic, nor can any-thing within escape or affect the outside world",
      "Unnatural and unclean creatures cannot bear to touch it"
    ]
  },
  {
    "id": "bl001",
    "title": "Vessel",
    "category": "Background",
    "description": "A seed of Danu's power has taken root in your soul. Perhaps it has always been there and only recently sprouted. Or maybe it was planted in you during some portentous event. Regardless, your dreams have been haunted by strange markings and symbols. You feel the mystic power in plants, stones, and soil. And you've felt the growing wrath of the Earth Mother as foul things begin to move about.",
    "outcomes": [
      {
        "range": "",
        "text": "Take the Danu's Grasp move (go mark it now)."
      },
      {
        "range": "",
        "text": "When you would spend 1 Stock from your sacred pouch, you may choose instead to",
        "bullets": [
          "Lose 2d4 HP"
        ]
      }
    ]
  },
  {
    "id": "bbg1",
    "title": "Initiate",
    "category": "Background",
    "description": "Stonetop has long been home to a sacred order, keepers of the old ways and speakers for Danu. You are one such initiate, the most gifted in generations. There are other initiates in Stonetop, serving the goddess and the village. They aid you as followers—see the Initiates of Danu insert. Who are they? Choose 2 or 3:",
    "pick": [
      "Enfys, your acolyte, beloved by birds",
      "Afon, strange and fae-touched",
      "Gwendyl, your mentor, a talented healer",
      "Olwin, your anointed lover, seer of fates",
      "Seren the Eldest, wise and hard as winter"
    ],
    "outcomes": [
      {
        "range": "",
        "text": "You gain the Rites of the Land move."
      }
    ]
  },
  {
    "id": "bbg2",
    "title": "Raised by Wolves",
    "category": "Background",
    "description": "Maybe not by wolves, but you grew up in the wild. Beasts of land and air were your siblings. The sighing wind taught you language. The trees and rocks were your home. Were you one of the Forest Folk? Abandoned or orphaned? Lured into the Wood? For some reason, you've made yourself known to Stonetop and perhaps you even call it home. But the ways of humans are still strange to you.",
    "outcomes": [
      {
        "range": "",
        "text": "You get the Trackless Step move (go mark it now)."
      },
      {
        "range": "",
        "text": "When you Forage, you have advantage."
      },
      {
        "range": "",
        "text": "Once per session, when your wild ways offend or alienate you from someone, mark XP."
      }
    ]
  },
  {
    "id": "bsp",
    "title": "Special Possessions (pick 2)",
    "category": "Special Possessions",
    "pick": [
      "Apiary: beeswax, candles (last ~1 hr, close), ◇ honey, ◇ bee smokers, ◇ hats & veils, etc.",
      "Collected offerings: Expend a use to produce something valuable to a spirit of the wild. Restore 1 use each season",
      "Goat herd: milk, cheese, pelts, meat, blood, horn, wool, etc. Each season, 1 in 4 chance of having a bezoar (swallow it to cure poison).",
      "Herb garden: shears, mortars & pestles, herbs, seeds, remedies, mild poisons, spades, etc. Each spring, d4 uses of bendis root (reach, area, burns ~1 hr, fumes repel perversions of nature)",
      "Mastiffs: 2-3 followers, tick the move below"
    ]
  },
  {
    "id": "bl011",
    "title": "Mastiffs",
    "description": "2-3 followers (alert, keen-nosed, fierce,overprotective); HP 6; Damage d6 (hand, grabby); Instinct: to bark & threaten; Cost: affection.",
    "category": "Special Possessions",
    "grantsCard": "mastiffs"
  },
  {
    "id": "bl002",
    "title": "Danu's Grasp (+Wisdom)",
    "description": "When you call on the world itself to bind a spirit or a perversion of nature, spend 1 stock and roll +Wisdom.",
     "outcomes": [
      {
        "range": "≥ 10",
        "text": "Choose 2 from:",
        "bullets": [
          "You avoid or prevent their counterattack",
          "Roots, vines, and earth restrain them",
          "They take 2d4 damage (ignores armor)"
        ]
      },
      {
        "range": "7–9",
        "text": "Choose 1",
        "bullets": []
      },
      {
        "range": "",
        "text": "If this brings them to 0 HP, they are pulled into the earth and bound in rune-etched stone."
      }
    ]
  },
  {
    "id": "bl003",
    "title": "Spirit Tongue",
    "description": "You can speak with natural beasts and spirits of the wild. You can always ask the GM \"what spirits are active here?\" and get an honest answer."
  },
  {
    "id": "bl004",
    "title": "Borrow Power (Requires Spirit Tongue)",
    "description": "When a spirit or beast loans you power, ask the GM for one of its tags or moves. Store it in your pouch in place of 1 Stock. When you use the borrowed tag or move, roll +Wisdom",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "You do it and can use the power again"
      },
      {
        "range": "7–9",
        "text": "You do it, but lose the power"
      }
    ]
  },
  {
    "id": "bl005",
    "title": "Call the Spirits",
    "description": "When you perform a short ritual and invoke the spirit(s) of a place or object, spend 1 Stock. The spirit(s) manifest before you and will hear what you have to say. What they do next is up to them."
  },
  {
    "id": "bl006",
    "title": "Trackless Step",
    "outcomes": [
      {
        "text": "When you move through nature with care and patience, you make no sound, leave no trace and can ignore any hindering or treacherous terrain (briars, mire, scree, etc.)."
      },
      {
        "text": "When you spend 1 Stock and mark others, they each gain this benefit so long as the mark remains. 1 Stock can mark a number of individuals up to your level +Intelligence."
      }
    ]
  },
  {
    "id": "bl007",
    "title": "Lightning Rod",
    "description": "When you Defend while touching the ground, you can spend 1 Readiness to intercept a nearby magical attack and redirect it harmlessly into the ground"
  },
  {
    "id": "bl008",
    "title": "Suck the Poison Out (Requires level 6+ and Healer’s Arts)",
    "description": "When you draw a malady from a patient’s body, mind, or soul, spend 1 Stock and roll +Wisdom",
      "outcomes": [
      {
        "range": "≥ 10",
        "text": "You remove the malady and can safely discard it or store it in your sacred pouch (taking the space of 1 Stock) to study or inflict on another"
      },
      {
        "range": "7–9",
        "text": "You remove it, but choose 1",
        "bullets": [
          "Your patient suffers lingering harm or trauma",
          "You suffer some of the malady's effects",
          "It will be harmful and dangerous to discard"
        ]
      }
  ]
  },
  {
    "id": "bl009",
    "title": "Healer's Arts",
    "description": "When someone Recovers under your care, they recover (extra) HP equal to your Wisdom. If you also spend 1 Stock, they heal an extra 5 HP and their wounds/injuries are stabilized. "
  },
  {
    "id": "bl010",
    "title": "Nature's Wrath (Requires level 6+ and Danu's Grasp)",
    "description": "Danu's Grasp gains the area tag and can affect any creature. A mortal reduced to 0 HP is subdued or killed (your choice) rather than bound in stone."
  }
]
